export default `
Перейти к содержимому

FikratOnline

YouTube
ДУНЁ
Чехословакия денгиз кемачилиги: денгизсиз мамлакат ўз океан флотини қандай яратган эди?
11/07/2026

Бутунлай қуруқлик билан ўралган, харитасида бир километр ҳам денгиз соҳили бўлмаган мамлакатнинг Атлантика, Тинч ва Ҳинд океанларида юк ташувчи миллий флотга эга бўлиши тарихдаги энг ҳайратланарли воқеалардан бири ҳисобланади. Бу афсона эмас, балки ХХ асрда ҳақиқатдан ҳам фаолият юритган “Чехословакия денгиз кемачилиги” (Československá námořní plavba, ČNP) давлат компанияси тарихи. Чехословакиянинг денгизга чиқиш имкони бўлмаганига қарамай,…

ДАВОМИНИ ЎҚИШ
ЧЕХОСЛОВАКИЯ ДЕНГИЗ КЕМАЧИЛИГИ: ДЕНГИЗСИЗ МАМЛАКАТ ЎЗ ОКЕАН ФЛОТИНИ ҚАНДАЙ ЯРАТГАН ЭДИ?

ДУНЁ
Кельт халқлари “Reform UK” партиясининг муваффақияти фонида Буюк Британиянинг парчаланишига ҳозирлик кўрмоқда – The Guardian
07/07/2026

Найджел Фараж бошчилигидаги ўнг қанот популистик “Reform UK” партиясининг сиёсий майдонда машҳурлиги кескин ошиши Ирландия, Шимолий Ирландия, Шотландия ва Уэльс раҳбарларини илгари тасаввур қилиб бўлмас геосиёсий сценарий – Бирлашган Қиролликнинг бутунлай парчаланиб кетиши ҳақида жиддий бош қотиришга мажбур қилмоқда. Сиёсатчилар, агар ушбу сиёсий куч бўлажак сайловлар натижасида Буюк Британия ҳукумати таркибига кирса ёки парламентда кучли…

ДАВОМИНИ ЎҚИШ
КЕЛЬТ ХАЛҚЛАРИ “REFORM UK” ПАРТИЯСИНИНГ МУВАФФАҚИЯТИ ФОНИДА БУЮК БРИТАНИЯНИНГ ПАРЧАЛАНИШИГА ҲОЗИРЛИК КЎРМОҚДА – THE GUARDIAN

ДУНЁ
1991 йил 1 июль: Варшава шартномасига расман нуқта қўйилган кун
05/07/2026

1991 йил 1 июль куни Прагада Варшава шартномасига аъзо давлатлар раҳбарларининг якуний саммити бўлиб ўтди. Унда Совуқ уруш даврининг энг қудратли ҳарбий-сиёсий иттифоқларидан бири бўлган Варшава Шартномаси Ташкилотининг (ВШТ) фаолиятини тўлиқ тугатиш тўғрисидаги расмий баённома имзоланди. Шу тариқа, қарийб 36 йил давомида мавжуд бўлган мазкур альянс тарих саҳнасидан бутунлай чиқиб кетди. Варшава шартномаси 1955 йил…

ДАВОМИНИ ЎҚИШ
1991 ЙИЛ 1 ИЮЛЬ: ВАРШАВА ШАРТНОМАСИГА РАСМАН НУҚТА ҚЎЙИЛГАН КУН

ДУНЁ
“Бутанча дипломатия”: Европани “тан олмайдиганлар” ҳам борми?
04/07/2026

Ҳимолай тоғлари бағрида жойлашган кичик Бутан қироллиги ташқи сиёсат соҳасида дунёдаги энг ўзига хос давлатлардан бири ҳисобланади. Унинг халқаро дипломатик муносабатлар харитасига назар ташласангиз, қизиқ бир манзарага дуч келасиз: Бутан Европанинг айрим давлатлари билан тўлақонли дипломатик муносабатлар ўрнатган бўлса, қитъанинг бошқа қатор йирик ва нуфузли мамлакатлари билан ҳалигача бундай алоқаларга эга эмас. Бу тасодиф эмас,…

ДАВОМИНИ ЎҚИШ
“БУТАНЧА ДИПЛОМАТИЯ”: ЕВРОПАНИ “ТАН ОЛМАЙДИГАНЛАР” ҲАМ БОРМИ?

ДУНЁ
“20-35 дақиқа” ёхуд фронтдаги аскарлар умри
03/07/2026

Россиялик янги аскарларнинг фронтдаги “умри” 20-35 дақиқа билан ўлчаняптими? 2026 йил июнь ойи охирида британиялик тарихчи, Оксфорд университети профессори Питер Франкопан Foreign Policy журналида кенг муҳокамаларга сабаб бўлган мақола эълон қилди. Ундаги энг баҳсли даъволардан бирига кўра, россиялик ҳарбий блогерлар маълумотларига асосланганда, фронтнинг энг хавфли участкаларига ташланган янги аскарнинг ўртача “умри” атиги 20-35 дақиқани ташкил…

ДАВОМИНИ ЎҚИШ
“20-35 ДАҚИҚА” ЁХУД ФРОНТДАГИ АСКАРЛАР УМРИ

ДУНЁ
“Мариголд”: АҚШда Вьетнамдан “юзни йўқотмасдан чиқиш” имкони бор эди
30/06/2026

Вьетнам уруши тарихида “Мариголд” операцияси (Operation Marigold) АҚШ қуролли кучлари иштирокидаги ушбу узоқ йиллик можарони тинч йўл билан ҳал этишга қаратилган илк йирик ва муҳим қадам бўлган эди. Агар 1965 йилда ҳар икки томон фақат ҳарбий ғалабага интилган бўлса, 1966 йил бошига келиб Вашингтонда урушни тўхтатиш имкониятлари ҳақида дастлабки баёнотлар янграй бошлади. Ўша йилнинг ёзида…

ДАВОМИНИ ЎҚИШ
“МАРИГОЛД”: АҚШДА ВЬЕТНАМДАН “ЮЗНИ ЙЎҚОТМАСДАН ЧИҚИШ” ИМКОНИ БОР ЭДИ

ДУНЁ
Нега Ироқнинг “нефть пуллари” ҳали ҳам АҚШда сақланади?
30/06/2026

2003 йилда АҚШ бошчилигидаги коалиция Ироққа бостириб киргач, мамлакат нафақат сиёсий, балки молиявий бошқарув тизимини ҳам деярли нолдан қайта қуришга мажбур бўлди. Урушдан кейинги энг муҳим қарорлардан бири сифатида Ироқ нефтини сотишдан тушадиган доллар маблағларини мамлакат ичида эмас, балки Нью-Йорк Федерал захира банкида сақлаш тизими жорий этилди. 2003 йил май ойида БМТ Хавфсизлик Кенгашининг 1483-сонли…

ДАВОМИНИ ЎҚИШ
НЕГА ИРОҚНИНГ “НЕФТЬ ПУЛЛАРИ” ҲАЛИ ҲАМ АҚШДА САҚЛАНАДИ?

ЎЗБЕКИСТОН
Ўзбекистон аҳолиси 39 миллиондан ошди. “100 йилда 10 баробар”
30/06/2026

Ўзбекистонда ўтказилган аҳоли рўйхатга олишнинг дастлабки натижаларига кўра, мамлакат аҳолиси 39 047 321 нафарни ташкил этди. Бу ҳақда Миллий статистика қўмитаси раиси Беҳзод Ҳамроев маълум қилди. Мазкур кўрсаткич Миллий статистика қўмитаси томонидан юритиб келинган жорий демографик ҳисоб-китоблардаги аҳоли сонидан 810,6 минг нафарга кўп бўлди. Бу эса аҳоли рўйхатга олиш жараёни мамлакатнинг ҳақиқий демографик ҳолатини янада аниқроқ…

ДАВОМИНИ ЎҚИШ
ЎЗБЕКИСТОН АҲОЛИСИ 39 МИЛЛИОНДАН ОШДИ. “100 ЙИЛДА 10 БАРОБАР”

ДУНЁ
Forest City: Малайзиядаги 100 миллиард долларлик “орзу-шаҳар” қандай қилиб “арвоҳ шаҳар”га айланди?
29/06/2026

Малайзия жанубида, Сингапур яқинидаги сунъий оролларда барпо этилган Forest City (“Ўрмон шаҳри”) бир пайтлар келажакнинг экологик мегаполиси сифатида тақдим этилган эди. Лойиҳа 700 минг нафаргача аҳолини яшил боғлар, гольф майдонлари, аквапарклар ва юқори технологияли инфратузилма билан ўралган замонавий осмонўпар биноларда яшашини назарда тутган.

ДАВОМИНИ ЎҚИШ
FOREST CITY: МАЛАЙЗИЯДАГИ 100 МИЛЛИАРД ДОЛЛАРЛИК “ОРЗУ-ШАҲАР” ҚАНДАЙ ҚИЛИБ “АРВОҲ ШАҲАР”ГА АЙЛАНДИ?

ДУНЁ
Эрон Ҳўрмуз бўғози устидан таъсирини сақлаб қолиш учун АҚШ билан тинчлик музокараларини хавф остига қўймоқда – NYT
29/06/2026

Сўнгги кунларда Ҳўрмуз бўғози атрофида юзага келган ҳарбий ва ҳуқуқий қарама-қаршилик Вашингтон ва Теҳрон ўртасида яқинда эришилган сулҳнинг барбод бўлиши хавфини юзага келтирди. Гарчи ҳар икки томон ҳам ушбу вайронкор урушни узил-кесил якунлашга интилаётган бўлса-да, халқаро сиёсий таҳлилчиларнинг фикрича, бўғоздаги кескинликни ушлаб туриш Теҳрон тузуми учун айни пайтда энг зарурий қадам ҳисобланади. Боиси, Эроннинг жаҳон…

ДАВОМИНИ ЎҚИШ
ЭРОН ҲЎРМУЗ БЎҒОЗИ УСТИДАН ТАЪСИРИНИ САҚЛАБ ҚОЛИШ УЧУН АҚШ БИЛАН ТИНЧЛИК МУЗОКАРАЛАРИНИ ХАВФ ОСТИГА ҚЎЙМОҚДА – NYT

Навигация по страницам
1 2 
Кейинги мақола

© 2026 FikratOnline - WordPress учун Kadence WP
`;
